{"basics":{"name":"Virginia Bauman","picture":"/assets/icons/headshot.png","email":"","phone":"(424) 744-0348","website":"https://gget.com","summary":"I'm a start-up executive and founder. I'm also a digital product manager and owner that has often focused on commerce. I own a small community focused brick and mortar business. I am a leader who focuses on management infrastructure, strategy, and organizational health.\n","location":{"address":"Hancock Park","postalCode":"CA 90004","city":"Los Angeles","countryCode":"US","region":"California"},"profiles":[{"network":"Twitter","username":"vaisfourlovers","url":"twitter.com/vaisfourlovers"},{"network":"LinkedIn","username":"Virginia Bauman","url":"https://www.linkedin.com/in/virginiabauman"}]},"work":[{"company":"Go Get Em Tiger","position":"Adviser and Director of Ecomm","website":"https://gget.com","startDate":"2018-1-01","endDate":"","summary":"Pied Piper is a multi-platform technology based on a proprietary universal compression algorithm that has consistently fielded high Weisman Scores™ that are not merely competitive, but approach the theoretical limit of lossless compression.\n","highlights":["Build an algorithm for artist to detect if their music was violating copy right infringement laws","Successfully won Techcrunch Disrupt","Optimized an algorithm that holds the current world record for Weisman Scores"]},{"company":"Cuties","position":"Owner and CEO","website":"https://instagram.com/cutiesla","startDate":"2018-1-01","endDate":"","summary":"Local coffee shop.\n","highlights":["Community","Staffing","Impact","B&M"]}],"education":[{"institution":"Virginia Polytechnic And State University","area":"Computer Science","studyType":"Bachelor of Science","startDate":"2002-09-01","endDate":"2007-04-01"}],"awards":[{"title":"Digital Compression Pioneer Award","date":"2014-11-01","awarder":"Techcrunch","summary":"There is no spoon."}],"publications":[{"name":"Video compression for 3d media","publisher":"Hooli","releaseDate":"2014-10-01","website":"https://en.wikipedia.org/wiki/Silicon_Valley_(TV_series)","summary":"Innovative middle-out compression algorithm that changes the way we store data."}],"skills":[{"name":"Web Development","level":"Master","keywords":["HTML","CSS","Javascript"]},{"name":"Compression","level":"Master","keywords":["Mpeg","MP4","GIF"]}],"languages":[{"language":"English","fluency":"Native speaker"}],"interests":[{"name":"Wildlife","keywords":["Ferrets","Unicorns"]}],"references":[{"name":"Kyle Glanville","reference":"What Virginia has brought to our team as an advisor is difficult to quantify. It is not simply that she is an expert in online retail, but that she has a way of clarifying muddy waters and cutting through nonsense incredibly quickly.\n"},{"name":"Ryan Brown","reference":"With all of her experience, it would be easy for Virginia to give strict recommendations and advice, but the world is nuanced, and Virginia knows that everyone has to find their own way. I go back to Virginia again and again not because she tells me what to do, but because she asks me what I need to answer. She helps me understand the implicit tradeoffs and opportunity costs, and puts the ball back into my court with a defining question that only I can answer. This has an empowering effect where I come to trust myself for the decisions I've made.\n"},{"name":"Sarah Doll","reference":"I learned things that year both fundamental and professional that I will carry with me forever.\n"},{"name":"Scott Rocher","reference":"It takes a leader with business skills, unwavering passion, and focus to build a company from concept to acquisition.\n"},{"name":"Danielle Harris","reference":"Virginia is the most efficient, effectively compassionate, and hard working leader I've come across. She’s able to coach, manage, research, and innovate with ease across multiple platforms and teams, always reminding stakeholders of the bigger business goals generating maximum productivity in any given situation.\n"},{"name":"Tam Vo","reference":"Very rarely do you encounter leaders like Virginia—she leads by letting you choose your own direction, while encouraging, teaching, and inspiring you along the way. Because of this leadership quality, it's impossible not to want to create the best work possible and take on more challenges when she's at the helm of a project.\n"}]}
